Repository: dpp-dev/ckanext-harvest
Catalog: ckanext/harvest/i18n/*/LC_MESSAGES/ckanext-harvest.po
Languages: lv

source: title
lv: nosaukums

source: Group not found
lv: Kategorija nav atrasta

source: Unauthorized to read group %s
lv: Nav piekļuves lasīt kategoriju %s

source: Groups
lv: Kategorijas

source: Tags
lv: Birkas

source: Formats
lv: Formāti

source: Not authorized to see this page
lv: Nav atļauts skatīt šo lapu

source: Harvesting source successfully cleared
lv: Rasmošanas avots veiksmīgi izveidots

source: Harvesting source successfully inactivated
lv: Rasmošanas avots veiksmīgi deaktivizēts

source: Harvest source not found
lv: Rasmošanas avots nav atrasts

source: Harvest will start shortly. Refresh this page for updates.
lv: Rasmošana tiks uzsākatasāk tuvākajā laikā. Atsvaidziniet šo lapu lai redzēju izmaiņas.

source: Cannot create new harvest jobs on inactive sources. First, please change the source status to 'active'.
lv: Nav iespējams izveidot jaunu rasmošanas darbu izmantojot neaktīvu avotu. Lūdzu nomainiet avota statusu uz 'aktīvs'

source: A harvest job has already been scheduled for this source
lv: Rasmošanas darbs jau ir ieplānots šim datu avotam

source: Harvest source cleared
lv: Rasmošanas avots attīrīts

source: No content found
lv: Saturs nav atrasts

source: Harvest job not found
lv: Rasmošanas darbs nav atrasts

source: No jobs yet for this source
lv: Pašreiz nav neviena darba šim avotam

source: User {0} not authorized to create harvest sources
lv: Lietotājam {0} nav tiesību izveidot rasmošanas avotu

source: User not authorized to create a job for source {0}
lv: Lietotājam nav tiesību izveidot darbu datu avotam {0}

source: Only sysadmins can create harvest jobs for all sources
lv: Vienīgi sistēmas administrators (sysadmins) var izveidot rasmošanas darbus visiem datu avotiem

source: Only the sysadmins can create harvest objects
lv: Vienīgi sistēmas administrators (sysadmins) var izveidot rasmošanas objektu

source: User {0} not authorized to delete harvest source {1}
lv: Lietotājam {0} nav tiesību dzēst rasmošanas avotu {1}

source: User {0} not authorized to read harvest source {1}
lv: Lietotājam {0} nav tiesību lasīt rasmošanas avotu {1}

source: User {0} not authorized to see jobs from source {1}
lv: Lietotājam {0} nav tiesību skatīt datu avota darbus {1}

source: User {0} not authorized to list jobs for source {1}
lv: Lietotājam {0} nav tiesību atlasīt darbus no datu avota {1}

source: User {0} not authorized to update harvest source {1}
lv: Lietotājam {0} nav tiesību atjaunot rasmošanas avotu {1}

source: Only sysadmins can reimport all harvest objects
lv: Vienīgi sistēmas administrators (sysadmins) var veikt visu rasmošanas objektu importa atjaunošanu

source: Only sysadmins can run the pending harvest jobs
lv: Vienīgi sistēmas administrators (sysadmins) var palaist rindā gaidošos rasmošanas darbus

source: Only sysadmins can reindex all harvest sources
lv: Vienīgi sistēmas administrators (sysadmins) var pārindeksēt visus rasmošanas darbus

source: Add Harvest Source
lv: Pievienot rasmošanas avotu

source: errors
lv: kļūdas

source: Details
lv: Detaļas

source: Created
lv: Izveidots

source: Started
lv: Uzsākts

source: Finished
lv: Pabeigts

source: Status
lv: Statuss

source: Count
lv: Skaits

source: Message
lv: Paziņojums

source: There are no datasets associated to this harvest source.
lv: Šim rasmošanas avotam nav nevienas datu kopas

source: {number} harvest source found for "{query}"
lv: {number} rasmošanas avots meklējot "{query}"

source: Sorry no harvest sources found for "{query}"
lv: Atvainojiet, netika atrasts neviens rasmošanas avots meklējot "{query}"

source: {number} harvest source found
lv: Atrasts {number} rasmošanas avots

source: Sorry no harvest sources found
lv: Atvainojiet, netika atrasts neviens rasmošanas avots

source: Draft
lv: Melnraksts

source: Deleted
lv: Dzēsts

source: There is no description for this harvest source
lv: Rasmošanas avotam nav apraksta

source: Datasets
lv: Datu kopas

source: Organization
lv: Organizācija

source: Last Harvest Job
lv: Pēdējais rasmošanas darbs

source: View full job report
lv: Skatīt pilni darba atskaiti

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
lv: Tiks atkārtoti uzsākta rasmošana no ši datu avota. Jebkuri datu kopas atjauninājumi no datu avota tiks pārrakstīs. Datu avoti ar lielu skaitu datu kopām var aizņemt daudz laika. Lūdzu, apstipriniet, ka vēlētos uzsākt atākrtotu rasmošanu.

source: Start a new harvesting job for this harvest source now
lv: Uzsākt jaunu rasmošanas darbu šim rasmošanas avotam

source: Reharvest
lv: Atkārtota rasmošana

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
lv: Brīdinājums: Izpildot šo darbību tik dzēstas visas datu kopas šim datu avotam, kā arī visi iepriekšējie darba ziņojumi. Vai tiešām vēlaties turpināt?

source: Delete all harvest jobs and existing datasets from this source
lv: Dzēst visus rasmošanas darbus un eksistējošas datu kopas no šī datu avota

source: Clear
lv: Iztīrīt

source: View harvest source
lv: Skatīt rasmošanas datu avotu

source: Dashboard
lv: Darba virsma

source: Jobs
lv: Darbi

source: Edit
lv: Rediģēt

source: Organizations
lv: Organizācijas

source: Harvest Sources
lv: Rasmošanas avoti

source: Edit harvest source
lv: Rediģēt rasmošanas datu avotu

source: Create Harvest Source
lv: Izveidot rasmošanas datu avotu

source: Create harvest source
lv: Izveidot rasmošanas datu avotu

source: Harvest sources
lv: Rasmošanas avoti

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers or Web Accessible Folders (WAF) (depending on the actual harvesters enabled for this instance).
lv: Rasmošanas datu avoti ļauj importēt attālinātus metadatus šajā datu katalogā. Attālinātie datu avoti var būt citi katalogi piem. citas CKAN instances, CSW serveris vai WAF serevris u.c.

source: This should include the http:// part of the URL
lv: Jāsatur http://

source: Title
lv: Virsraksts

source: eg. A descriptive title
lv: piem. Aprakstošs virsraksts

source: Name
lv: Nosaukums

source: eg. my-dataset
lv: piem. mana-datu-kopa

source: Description
lv: Apraksts

source: Update frequency
lv: Atjaunošanas biežums

source: Configuration
lv: Konfigurācija

source: No organization
lv: Nav organizācijas

source: State
lv: Stāvoklis

source: Active
lv: Aktīvs

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
lv: Tas uzstādīs datu avotam pazīmi "dzēsts", bet paturēs visas datu kopas un iepriekšējos darbus. Vai jūs esiet pārliecināts, ka vēlaties dzēst šo rasmošanas datu avotu.

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
lv: Brīdinājums: Papildus dzēšot šo datu avotu, šī komanda noņems visas datu kopas, kā arī visas iepriekšējos darba ziņojumus. Vai tiešām vēlaties turpināt?

source: Delete
lv: Dzēst

source: Delete source
lv: Dzēst datu avotu

source: Delete and clear source
lv: Dzēst un iztīrīt datu avotu

source: Return to the harvest sources list
lv: Atgriezties uz rasmošanas datu avotu sarakstu

source: found for "{query}"
lv: atrast meklējot "{query}"

source: Search sources...
lv: Meklē datu avotus...

source: Search
lv: Meklēt

source: read more
lv: lasīt vairāk

source: About
lv: Par

source: Relevance
lv: Atbilstība

source: Name Ascending
lv: Augošā secībā

source: Name Descending
lv: Dilstošā secībā

source: Last Modified
lv: Pēdējās izmaiņas

source: Popular
lv: Populārs

source: Search harvest sources...
lv: Meklē rasmošanas datu avotus...

source: Search...
lv: Meklē...

source: All harvest sources
lv: Visi rasmošanas datu avoti

source: Remove
lv: Noņmet

source: Try another search term, browse the sources below or
lv: Izmēģiniet citu meklēšanas terminu, pārlūkojiet datu avotus zemāk vai

source: add a new one
lv: pievienojiet jaunu

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
lv: <p><strong>Radās kļūda meklēot</strong> Lūdzu mēģiniet vēlreiz.</p>

source: Harvest Jobs
lv: Rasmošanas darbi

source: Job:
lv: Darbs:

source: Started:
lv: Uzsākts:

source: Not yet
lv: Vēl nav

source: Finished:
lv: Pabeigts:

source: Job Report
lv: Darba atskaite

source: Back to job list
lv: Atgriezties uz darbu sarakstu

source: Error Summary
lv: Kļūdu apkopojums

source: No errors for this job
lv: Šim dabam nav kļūdu

source: Only the 20 most frequent errors are shown
lv: Tiek parādītas tikai 20 visbiežāk sastopamās kļūdas

source: Job Errors
lv: Darba kļūdas

source: Document Errors
lv: Dokumenta kļūdas

source: Error Report
lv: Kļūdu pārskats

source: documents with errors
lv: dokumenti ar kļūdām

source: Remote content
lv: Attālinātais saturs

source: Local content
lv: Lokālais saturs
